Repository: MarcinusX/cap_challenge
Catalog: res/values/strings_*.arb
Languages: pl

# dailyChallenge
source: Bubbles
pl: Wyzwanie dnia

source: Collection
pl: Kolekcja

source: Challenges
pl: Wyzwania

source: Send code
pl: Wyślij kod

source: Invalid code
pl: Nieprawidłowy kod

# invalidCodeMsg
source: Check if you typed code from under the cap correctly.
pl: Sprawdź czy poprawnie wpisałeś kod spod nakrętki.

source: Close
pl: Zamknij

# codeUnderCap
source: Code under the cap
pl: Kod spod nakrętki

# addCodeTooltip
source: Add code from under the cap
pl: Dodaj kod spod nakrętki

# codeAddedMsg
source: Bottle added to your collection
pl: Butelka została dodana do Twojej kolekcji

source: Required products
pl: Wymagane produkty

source: Completed!
pl: Wykonano!

source: Show more
pl: Pokaż więcej

source: Caps
pl: Kapsle

source: Tickets
pl: Bilety

# addFirstCode
source: Press "+" button, to add code from the cap!
pl: Naciśnij przycisk "+", aby dodać kod spod nakrętki!

# addFirstChallenge
source: Complete you first challenge, to earn a ticket for free Coca-Cola can!
pl: Wykonaj swoje pierwsze wyzwanie, aby dostać bilet na darmową Colę!

# ticketPlaceholder
source: What are we looking here? :)
pl: A czego tutaj szukamy? :)

source: Your ticket
pl: Twój bilet

# showTicketMsg
source: Show this ticket to salesman in order to get a Coca-Cola can!
pl: Pokaż ten bilet sprzedawcy w celu odbioru puszki Coca-Cola!

# bubblesExplanation
source: Add last bubble to earn extra 100 points! Bottle contains $counter/$maxCounter bubbles!
pl: Dodaj ostatni bąbelek by otrzymać dodatkowe 100 punktów! Butelka zawiera $counter/$maxCounter bąbelków!

# shakeForBubble
source: Shake your phone to add a bubble!
pl: Potrząśnij telefonem by dodać bąbelek!

# nextBubbleIn
source: Next bubble available in $time s!
pl: Następny bąbelek dostępny za $time s!

# bubbleWinMessage
source: Congratulations! You've earned 100 pts!
pl: Gratulacje! Otrzymałeś 100 pkt!

source: Log in with Google
pl: Zaloguj się z Google

source: Log in with Facebook
pl: Zaloguj się z Facebook

source: User profile
pl: Profil użytkownika

# totalPoints
source: Total points: $points
pl: Liczba punktów: $points

# totalTickets
source: Total tickets: $tickets
pl: Liczba biletów: $tickets

# placeInRanking
source: Place in ranking: $rankingPlace
pl: Miejsce w rankingu: $rankingPlace

source: Logout
pl: Wyloguj
